const achievementsList = {
    firstPoo: {
        id: 0,
        name: '1️⃣ Первокак',
        text: 'Первый покак, учтенный системой!',
        difficulty: 0
    },
    nightPoo: {
        id: 1,
        name: '🌚 Ночной какатель',
        text: 'Покакано под покровом ночи!',
        difficulty: 1
    },
    earlyPoo: {
        id: 2,
        name: '🌞 Утренняя пташка',
        text: 'Покакано ранним утром',
        difficulty: 1
    },
    pigPoo: {
        id: 3,
        name: '🐷 Повторюшка',
        text: 'Покакано сразу после другого участника',
        difficulty: 2
    },
    swissPoo: {
        id: 4,
        name: '🇨🇭 Швейцарские часы',
        text: 'Покакано в одно и тоже время два раза подряд',
        difficulty: 3
    },
    badPoo: {
        id: 5,
        name: '🌊️ Пирожок с вокзала',
        text: 'Покакано 5 раз за день',
        difficulty: 2
    },
    stablePoo: {
        id: 6,
        name: '🍏 Стабильный покак',
        text: 'Какал(-а) всю неделю по одному разу',
        difficulty: 3
    },
    strongPoo: {
        id: 7,
        name: '⛔️ Прорыв дамбы',
        text: 'Покакано первый раз за 7 дней',
        difficulty: 3
    },
    curious: {
        id: 8,
        name: '👀 Любопытный',
        text: 'Интересуешься каканием других',
        difficulty: 2
    },
    esthetics: {
        id: 9,
        name: '🧐 Эстет',
        text: 'Используешь витиеватые слова',
        difficulty: 3
    },
    forest: {
        id: 10,
        name: '🧨 Поставил капкан',
        text: 'Покакано в лесу',
        difficulty: 3
    },
    nature: {
        id: 11,
        name: '🌍 Первопроходец',
        text: 'Покакано на природе',
        difficulty: 3
    },
    train: {
        id: 12,
        name: '🚂 Лёгкий попутчик',
        text: 'Покакано в поезде',
        difficulty: 2
    },
    plane: {
        id: 13,
        name: '🛩 Пикировал',
        text: 'Покакано в самолете',
        difficulty: 2
    },
    occupation: {
        id: 14,
        name: '🏡 Захват территории',
        text: 'Покакано в гостях у другого участника',
        difficulty: 2
    }
}
export default achievementsList;